Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: Automatically accept page dialogs
ar: قبول مربعات حوار الصفحة تلقائيًا
de: Seitendialoge automatisch annehmen
es: Aceptar automáticamente los diálogos de la página
fr: Accepter automatiquement les dialogues de page
he: אישור אוטומטי של תיבות דו־שיח בדף
hi: पेज डायलॉग अपने आप स्वीकार करें
id: Terima dialog halaman secara otomatis
it: Accetta automaticamente le finestre di dialogo
ja: ページのダイアログを自動で許可
ko: 페이지 대화상자 자동 허용
nl: Paginadialogen automatisch accepteren
pl: Automatycznie akceptuj okna dialogowe stron
pt_br: Aceitar diálogos da página automaticamente
ru: Автоматически принимать диалоговые окна страницы
sv: Acceptera siddialoger automatiskt
tr: Sayfa ileti kutularını otomatik kabul et
uk: Автоматично приймати діалогові вікна сторінки
vi: Tự động chấp nhận hộp thoại trên trang
zh_hans: 自动接受页面对话框
zh_hant: 自動接受頁面對話框

source: Automatically dismiss page dialogs
ar: رفض مربعات حوار الصفحة تلقائيًا
de: Seitendialoge automatisch ablehnen
es: Descartar automáticamente los diálogos de la página
fr: Ignorer automatiquement les dialogues de page
he: סגירה אוטומטית של תיבות דו־שיח בדף
hi: पेज डायलॉग अपने आप खारिज करें
id: Tutup dialog halaman secara otomatis
it: Ignora automaticamente le finestre di dialogo
ja: ページのダイアログを自動で閉じる
ko: 페이지 대화상자 자동 닫기
nl: Paginadialogen automatisch sluiten
pl: Automatycznie odrzucaj okna dialogowe stron
pt_br: Dispensar diálogos da página automaticamente
ru: Автоматически закрывать диалоговые окна страницы
sv: Stäng siddialoger automatiskt
tr: Sayfa ileti kutularını otomatik kapat
uk: Автоматично закривати діалогові вікна сторінки
vi: Tự động đóng hộp thoại trên trang
zh_hans: 自动关闭页面对话框
zh_hant: 自動關閉頁面對話框

source: Default viewport
ar: منفذ العرض الافتراضي
de: Standardansichtsfenster
es: Vista predeterminada
fr: Fenêtre d’affichage par défaut
he: אזור תצוגה כברירת מחדל
hi: डिफ़ॉल्ट व्यूपोर्ट
id: Viewport default
it: Viewport predefinita
ja: デフォルトの表示領域
ko: 기본 뷰포트
nl: Standaardweergavegebied
pl: Domyślny obszar widoku
pt_br: Área de visualização padrão
ru: Область просмотра по умолчанию
sv: Standardvyport
tr: Varsayılan görüntü alanı
uk: Область перегляду за замовчуванням
vi: Khung nhìn mặc định
zh_hans: 默认视口
zh_hant: 預設檢視區

source: Browser tools can navigate, click, type, take screenshots, and read page structure. They ask before acting. A project grant matches one exact HTTP(S) origin, and each project can hold 256 grants.
ar: يمكن لأدوات المتصفح التنقل والنقر والكتابة والتقاط لقطات شاشة وقراءة بنية الصفحة. تسأل قبل التنفيذ. ينطبق منح المشروع على أصل HTTP(S) واحد محدد، ويمكن لكل مشروع حفظ 256 منحة.
de: Browserwerkzeuge können Seiten aufrufen, klicken, tippen, Screenshots aufnehmen und die Seitenstruktur lesen. Sie fragen vor Aktionen nach. Eine Projektfreigabe gilt für genau einen HTTP(S)-Ursprung; pro Projekt sind 256 Freigaben möglich.
es: Las herramientas del navegador pueden navegar, hacer clic, escribir, capturar pantallas y leer la estructura de la página. Preguntan antes de actuar. Una concesión del proyecto se aplica a un origen HTTP(S) exacto, y cada proyecto puede tener 256 concesiones.
fr: Les outils du navigateur peuvent naviguer, cliquer, saisir du texte, prendre des captures d’écran et lire la structure des pages. Ils demandent avant d’agir. Une autorisation du projet correspond à une origine HTTP(S) précise, et chaque projet peut en contenir 256.
he: כלי הדפדפן יכולים לנווט, ללחוץ, להקליד, לצלם מסך ולקרוא את מבנה הדף. הם מבקשים אישור לפני פעולה. הרשאת פרויקט חלה על מקור HTTP(S) מדויק אחד, וכל פרויקט יכול לשמור 256 הרשאות.
hi: ब्राउज़र टूल पेज पर जा सकते हैं, क्लिक और टाइप कर सकते हैं, स्क्रीनशॉट ले सकते हैं और पेज की संरचना पढ़ सकते हैं। कार्रवाई से पहले वे पूछते हैं। प्रोजेक्ट की अनुमति केवल एक सटीक HTTP(S) origin पर लागू होती है और हर प्रोजेक्ट में 256 अनुमतियाँ हो सकती हैं।
id: Alat browser dapat membuka halaman, mengeklik, mengetik, mengambil tangkapan layar, dan membaca struktur halaman. Alat akan bertanya sebelum bertindak. Izin proyek berlaku untuk satu origin HTTP(S) yang tepat, dan setiap proyek dapat menyimpan 256 izin.
it: Gli strumenti del browser possono navigare, fare clic, digitare, acquisire schermate e leggere la struttura delle pagine. Chiedono prima di agire. Un’autorizzazione del progetto vale per un’origine HTTP(S) esatta e ogni progetto può conservarne 256.
ja: ブラウザツールでは、ページ移動、クリック、入力、スクリーンショットの撮影、ページ構造の読み取りができます。操作前に確認します。プロジェクトの許可は正確な HTTP(S) オリジン 1 件に適用され、各プロジェクトで 256 件まで保存できます。
ko: 브라우저 도구는 페이지 이동, 클릭, 입력, 스크린샷 촬영, 페이지 구조 읽기를 할 수 있습니다. 동작 전에 확인합니다. 프로젝트 권한은 정확한 HTTP(S) origin 하나에 적용되며 프로젝트마다 256개까지 저장할 수 있습니다.
nl: Browserhulpmiddelen kunnen navigeren, klikken, typen, schermafbeeldingen maken en de paginastructuur lezen. Ze vragen dit voordat ze iets doen. Een projecttoestemming geldt voor precies één HTTP(S)-origin; per project zijn 256 toestemmingen mogelijk.
pl: Narzędzia przeglądarki mogą otwierać strony, klikać, wpisywać tekst, robić zrzuty ekranu i odczytywać strukturę strony. Pytają przed działaniem. Zgoda projektu dotyczy jednego dokładnego źródła HTTP(S), a projekt może przechowywać 256 zgód.
pt_br: As ferramentas do navegador podem navegar, clicar, digitar, capturar telas e ler a estrutura da página. Elas perguntam antes de agir. Uma concessão do projeto corresponde a uma origem HTTP(S) exata, e cada projeto pode armazenar 256 concessões.
ru: Инструменты браузера могут переходить по страницам, нажимать, вводить текст, делать снимки экрана и читать структуру страницы. Перед действием они спрашивают разрешение. Разрешение проекта действует для одного точного HTTP(S)-источника, в проекте можно хранить до 256 разрешений.
sv: Webbläsarverktyg kan navigera, klicka, skriva, ta skärmbilder och läsa sidans struktur. De frågar innan de agerar. En projektbehörighet gäller för exakt en HTTP(S)-origin, och varje projekt kan lagra 256 behörigheter.
tr: Tarayıcı araçları sayfalarda gezinebilir, tıklayabilir, yazabilir, ekran görüntüsü alabilir ve sayfa yapısını okuyabilir. İşlemden önce sorarlar. Proje izni tek bir tam HTTP(S) kaynağı için geçerlidir ve her projede 256 izin saklanabilir.
uk: Інструменти браузера можуть переходити сторінками, натискати, вводити текст, робити знімки екрана та читати структуру сторінки. Перед дією вони запитують дозвіл. Дозвіл проєкту діє для одного точного HTTP(S)-джерела; у проєкті можна зберігати до 256 дозволів.
vi: Công cụ trình duyệt có thể điều hướng, nhấp, nhập văn bản, chụp ảnh màn hình và đọc cấu trúc trang. Công cụ sẽ hỏi trước khi thao tác. Quyền của dự án áp dụng cho đúng một origin HTTP(S), mỗi dự án có thể lưu 256 quyền.
zh_hans: 浏览器工具可以导航页面、点击、输入、截屏并读取页面结构。执行操作前会询问。项目授权仅适用于一个精确的 HTTP(S) 源，每个项目最多可保存 256 项授权。
zh_hant: 瀏覽器工具可以瀏覽頁面、點擊、輸入、擷取螢幕畫面並讀取頁面結構。執行前會先詢問。專案授權只適用於一個精確的 HTTP(S) 來源，每個專案最多可儲存 256 項授權。

source: Browser access
ar: الوصول إلى المتصفح
de: Browserzugriff
es: Acceso al navegador
fr: Accès au navigateur
he: גישה לדפדפן
hi: ब्राउज़र ऐक्सेस
id: Akses browser
it: Accesso al browser
ja: ブラウザへのアクセス
ko: 브라우저 접근
nl: Browsertoegang
pl: Dostęp do przeglądarki
pt_br: Acesso ao navegador
ru: Доступ к браузеру
sv: Webbläsaråtkomst
tr: Tarayıcı erişimi
uk: Доступ до браузера
vi: Quyền truy cập trình duyệt
zh_hans: 浏览器访问权限
zh_hant: 瀏覽器存取權

source: Site grants match exact HTTP(S) origins and are limited to 256 per project. Actions ask by default.
ar: تطابق منح المواقع أصول HTTP(S) المحددة وتقتصر على 256 لكل مشروع. تتطلب الإجراءات موافقة افتراضيًا.
de: Websitefreigaben gelten für genaue HTTP(S)-Ursprünge und sind auf 256 pro Projekt begrenzt. Aktionen fragen standardmäßig nach.
es: Las concesiones se aplican a orígenes HTTP(S) exactos y se limitan a 256 por proyecto. Las acciones preguntan de forma predeterminada.
fr: Les autorisations de site correspondent à des origines HTTP(S) précises et sont limitées à 256 par projet. Les actions demandent une confirmation par défaut.
he: הרשאות אתר מתאימות למקורות HTTP(S) מדויקים ומוגבלות ל־256 בכל פרויקט. פעולות מבקשות אישור כברירת מחדל.
hi: साइट अनुमतियाँ सटीक HTTP(S) origins से मेल खाती हैं और हर प्रोजेक्ट में 256 तक सीमित हैं। कार्रवाई के लिए डिफ़ॉल्ट रूप से पूछा जाता है।
id: Izin situs cocok dengan origin HTTP(S) yang tepat dan dibatasi hingga 256 per proyek. Tindakan akan bertanya secara default.
it: Le autorizzazioni dei siti corrispondono a origini HTTP(S) esatte e sono limitate a 256 per progetto. Per impostazione predefinita, le azioni chiedono conferma.
ja: サイトの許可は正確な HTTP(S) オリジンに一致し、プロジェクトごとに 256 件までです。操作はデフォルトで確認を求めます。
ko: 사이트 권한은 정확한 HTTP(S) origin과 일치하며 프로젝트당 256개로 제한됩니다. 동작은 기본적으로 확인을 요청합니다.
nl: Sitetoestemmingen gelden voor exacte HTTP(S)-origins en zijn beperkt tot 256 per project. Acties vragen standaard om toestemming.
pl: Zgody witryn dotyczą dokładnych źródeł HTTP(S) i są ograniczone do 256 na projekt. Działania domyślnie wymagają potwierdzenia.
pt_br: As concessões de sites correspondem a origens HTTP(S) exatas e são limitadas a 256 por projeto. As ações perguntam por padrão.
ru: Разрешения сайтов привязаны к точным HTTP(S)-источникам и ограничены 256 на проект. По умолчанию действия требуют подтверждения.
sv: Webbplatsbehörigheter gäller exakta HTTP(S)-origins och begränsas till 256 per projekt. Åtgärder frågar som standard.
tr: Site izinleri tam HTTP(S) kaynaklarıyla eşleşir ve proje başına 256 ile sınırlıdır. Eylemler varsayılan olarak sorar.
uk: Дозволи сайтів відповідають точним HTTP(S)-джерелам і обмежені 256 на проєкт. Типово дії запитують підтвердження.
vi: Quyền trang web khớp với origin HTTP(S) chính xác và giới hạn ở 256 cho mỗi dự án. Theo mặc định, thao tác sẽ hỏi trước.
zh_hans: 网站授权匹配精确的 HTTP(S) 源，每个项目最多 256 项。操作默认会先询问。
zh_hant: 網站授權會比對精確的 HTTP(S) 來源，每個專案最多 256 項。操作預設會先詢問。

source: Allowed site origins
ar: أصول المواقع المسموح بها
de: Freigegebene Websiteursprünge
es: Orígenes de sitios permitidos
fr: Origines de site autorisées
he: מקורות אתר מורשים
hi: अनुमत साइट origins
id: Origin situs yang diizinkan
it: Origini dei siti consentite
ja: 許可されたサイトのオリジン
ko: 허용된 사이트 origin
nl: Toegestane site-origins
pl: Dozwolone źródła witryn
pt_br: Origens de sites permitidas
ru: Разрешённые источники сайтов
sv: Tillåtna webbplatsorigins
tr: İzin verilen site kaynakları
uk: Дозволені джерела сайтів
vi: Origin trang web được cho phép
zh_hans: 允许的网站源
zh_hant: 允許的網站來源

source: Exact HTTP(S) origin
ar: أصل HTTP(S) محدد
de: Genauer HTTP(S)-Ursprung
es: Origen HTTP(S) exacto
fr: Origine HTTP(S) précise
he: מקור HTTP(S) מדויק
hi: सटीक HTTP(S) origin
id: Origin HTTP(S) yang tepat
it: Origine HTTP(S) esatta
ja: 正確な HTTP(S) オリジン
ko: 정확한 HTTP(S) origin
nl: Exacte HTTP(S)-origin
pl: Dokładne źródło HTTP(S)
pt_br: Origem HTTP(S) exata
ru: Точный HTTP(S)-источник
sv: Exakt HTTP(S)-origin
tr: Tam HTTP(S) kaynağı
uk: Точне HTTP(S)-джерело
vi: Origin HTTP(S) chính xác
zh_hans: 精确的 HTTP(S) 源
zh_hant: 精確的 HTTP(S) 來源

source: Origin already allowed.
ar: الأصل مسموح به بالفعل.
de: Der Ursprung ist bereits freigegeben.
es: El origen ya está permitido.
fr: Cette origine est déjà autorisée.
he: המקור כבר מורשה.
hi: यह origin पहले से अनुमत है।
id: Origin sudah diizinkan.
it: L’origine è già consentita.
ja: このオリジンはすでに許可されています。
ko: 이미 허용된 origin입니다.
nl: Deze origin is al toegestaan.
pl: To źródło jest już dozwolone.
pt_br: A origem já está permitida.
ru: Этот источник уже разрешён.
sv: Origin är redan tillåten.
tr: Bu kaynak zaten izinli.
uk: Це джерело вже дозволено.
vi: Origin này đã được cho phép.
zh_hans: 此源已获允许。
zh_hant: 此來源已獲允許。

source: Enter a valid HTTP(S) origin.
ar: أدخل أصل HTTP(S) صالحًا.
de: Gib einen gültigen HTTP(S)-Ursprung ein.
es: Introduce un origen HTTP(S) válido.
fr: Saisissez une origine HTTP(S) valide.
he: יש להזין מקור HTTP(S) תקין.
hi: एक मान्य HTTP(S) origin दर्ज करें।
id: Masukkan origin HTTP(S) yang valid.
it: Inserisci un’origine HTTP(S) valida.
ja: 有効な HTTP(S) オリジンを入力してください。
ko: 올바른 HTTP(S) origin을 입력하세요.
nl: Voer een geldige HTTP(S)-origin in.
pl: Wpisz prawidłowe źródło HTTP(S).
pt_br: Informe uma origem HTTP(S) válida.
ru: Введите допустимый HTTP(S)-источник.
sv: Ange en giltig HTTP(S)-origin.
tr: Geçerli bir HTTP(S) kaynağı girin.
uk: Введіть дійсне HTTP(S)-джерело.
vi: Hãy nhập origin HTTP(S) hợp lệ.
zh_hans: 请输入有效的 HTTP(S) 源。
zh_hant: 請輸入有效的 HTTP(S) 來源。

source: Project limit reached (256 origins). Remove one before adding another.
ar: تم بلوغ حد المشروع (256 أصلًا). أزل أصلًا قبل إضافة آخر.
de: Projektlimit erreicht (256 Ursprünge). Entferne einen, bevor du einen weiteren hinzufügst.
es: Se alcanzó el límite del proyecto (256 orígenes). Elimina uno antes de añadir otro.
fr: Limite du projet atteinte (256 origines). Supprimez-en une avant d’en ajouter une autre.
he: הגעת למגבלת הפרויקט (256 מקורות). יש להסיר מקור לפני הוספת מקור נוסף.
hi: प्रोजेक्ट की सीमा पूरी हुई (256 origins)। दूसरा जोड़ने से पहले एक हटाएँ।
id: Batas proyek tercapai (256 origin). Hapus satu sebelum menambahkan yang lain.
it: Limite del progetto raggiunto (256 origini). Rimuovine una prima di aggiungerne un’altra.
ja: プロジェクトの上限（256 件）に達しました。追加する前に 1 件削除してください。
ko: 프로젝트 한도(256개)에 도달했습니다. 새 항목을 추가하기 전에 하나를 제거하세요.
nl: Projectlimiet bereikt (256 origins). Verwijder er een voordat je een andere toevoegt.
pl: Osiągnięto limit projektu (256 źródeł). Usuń jedno przed dodaniem kolejnego.
pt_br: Limite do projeto atingido (256 origens). Remova uma antes de adicionar outra.
ru: Достигнут лимит проекта (256 источников). Удалите один, прежде чем добавить другой.
sv: Projektgränsen har nåtts (256 origins). Ta bort en innan du lägger till en till.
tr: Proje sınırına ulaşıldı (256 kaynak). Yeni bir tane eklemeden önce birini kaldırın.
uk: Досягнуто ліміту проєкту (256 джерел). Видаліть одне, перш ніж додати інше.
vi: Đã đạt giới hạn dự án (256 origin). Hãy xóa một origin trước khi thêm origin khác.
zh_hans: 已达到项目上限（256 个源）。请先移除一个再添加。
zh_hant: 已達專案上限（256 個來源）。請先移除一個再新增。

source: Browser origin unavailable. This action cannot be approved safely.
ar: أصل المتصفح غير متاح. لا يمكن الموافقة على هذا الإجراء بأمان.
de: Browserursprung nicht verfügbar. Diese Aktion kann nicht sicher genehmigt werden.
es: El origen del navegador no está disponible. Esta acción no se puede aprobar de forma segura.
fr: L’origine du navigateur est indisponible. Cette action ne peut pas être approuvée en toute sécurité.
he: מקור הדפדפן אינו זמין. אי אפשר לאשר את הפעולה הזו בבטחה.
hi: ब्राउज़र origin उपलब्ध नहीं है। इस कार्रवाई को सुरक्षित रूप से मंज़ूरी नहीं दी जा सकती।
id: Origin browser tidak tersedia. Tindakan ini tidak dapat disetujui dengan aman.
it: L’origine del browser non è disponibile. Questa azione non può essere approvata in sicurezza.
ja: ブラウザのオリジンを確認できません。この操作を安全に承認できません。
ko: 브라우저 origin을 확인할 수 없습니다. 이 작업은 안전하게 승인할 수 없습니다.
nl: De browserorigin is niet beschikbaar. Deze actie kan niet veilig worden goedgekeurd.
pl: Źródło przeglądarki jest niedostępne. Tej czynności nie można bezpiecznie zatwierdzić.
pt_br: A origem do navegador não está disponível. Esta ação não pode ser aprovada com segurança.
ru: Источник браузера недоступен. Это действие нельзя безопасно одобрить.
sv: Webbläsarens origin är inte tillgänglig. Åtgärden kan inte godkännas på ett säkert sätt.
tr: Tarayıcı kaynağı kullanılamıyor. Bu işlem güvenli bir şekilde onaylanamaz.
uk: Джерело браузера недоступне. Цю дію неможливо безпечно схвалити.
vi: Không có origin trình duyệt. Không thể phê duyệt hành động này một cách an toàn.
zh_hans: 浏览器源不可用。无法安全地批准此操作。
zh_hant: 瀏覽器來源無法使用。無法安全地核准此操作。

source: Downloading model files
ar: جارٍ تنزيل ملفات النموذج
de: Modelldateien werden heruntergeladen
es: Descargando archivos del modelo
fr: Téléchargement des fichiers du modèle
he: מוריד קובצי מודל
hi: मॉडल फ़ाइलें डाउनलोड हो रही हैं
id: Mengunduh berkas model
it: Download dei file del modello
ja: モデルファイルをダウンロード中
ko: 모델 파일 다운로드 중
nl: Modelbestanden downloaden
pl: Pobieranie plików modelu
pt_br: Baixando arquivos do modelo
ru: Загрузка файлов модели
sv: Hämtar modellfiler
tr: Model dosyaları indiriliyor
uk: Завантаження файлів моделі
vi: Đang tải tệp mô hình
zh_hans: 正在下载模型文件
zh_hant: 正在下載模型檔案

source: Loading tokenizer
ar: جارٍ تحميل أداة تقسيم النص
de: Tokenizer wird geladen
es: Cargando el tokenizador
fr: Chargement du tokenizer
he: טוען tokenizer
hi: टोकनाइज़र लोड हो रहा है
id: Memuat tokenizer
it: Caricamento del tokenizer
ja: トークナイザーを読み込み中
ko: 토크나이저 로드 중
nl: Tokenizer laden
pl: Wczytywanie tokenizera
pt_br: Carregando o tokenizer
ru: Загрузка токенизатора
sv: Läser in tokeniseraren
tr: Tokenizer yükleniyor
uk: Завантаження токенізатора
vi: Đang tải tokenizer
zh_hans: 正在加载分词器
zh_hant: 正在載入分詞器

source: Loading text encoder
ar: جارٍ تحميل مشفر النص
de: Textencoder wird geladen
es: Cargando el codificador de texto
fr: Chargement de l'encodeur de texte
he: טוען מקודד טקסט
hi: टेक्स्ट एन्कोडर लोड हो रहा है
id: Memuat encoder teks
it: Caricamento dell'encoder di testo
ja: テキストエンコーダーを読み込み中
ko: 텍스트 인코더 로드 중
nl: Tekstencoder laden
pl: Wczytywanie enkodera tekstu
pt_br: Carregando o codificador de texto
ru: Загрузка текстового энкодера
sv: Läser in textkodaren
tr: Metin kodlayıcı yükleniyor
uk: Завантаження текстового енкодера
vi: Đang tải bộ mã hóa văn bản
zh_hans: 正在加载文本编码器
zh_hant: 正在載入文字編碼器

source: Loading transformer
ar: جارٍ تحميل المحوّل
de: Transformer wird geladen
es: Cargando el transformador
fr: Chargement du transformeur
he: טוען transformer
hi: ट्रांसफ़ॉर्मर लोड हो रहा है
id: Memuat transformer
it: Caricamento del trasformatore
ja: Transformer を読み込み中
ko: Transformer 로드 중
nl: Transformer laden
pl: Wczytywanie transformera
pt_br: Carregando o transformer
ru: Загрузка трансформера
sv: Läser in transformern
tr: Transformer yükleniyor
uk: Завантаження трансформера
vi: Đang tải transformer
zh_hans: 正在加载 Transformer
zh_hant: 正在載入 Transformer

source: Loading VAE
ar: جارٍ تحميل VAE
de: VAE wird geladen
es: Cargando el VAE
fr: Chargement du VAE
he: טוען VAE
hi: VAE लोड हो रहा है
id: Memuat VAE
it: Caricamento del VAE
ja: VAE を読み込み中
ko: VAE 로드 중
nl: VAE laden
pl: Wczytywanie VAE
pt_br: Carregando o VAE
ru: Загрузка VAE
sv: Läser in VAE
tr: VAE yükleniyor
uk: Завантаження VAE
vi: Đang tải VAE
zh_hans: 正在加载 VAE
zh_hant: 正在載入 VAE

source: Encoding prompt
ar: جارٍ ترميز الوصف
de: Prompt wird codiert
es: Codificando el prompt
fr: Encodage du prompt
he: מקודד הנחיה
hi: प्रॉम्प्ट एन्कोड हो रहा है
id: Mengode prompt
it: Codifica del prompt
ja: プロンプトをエンコード中
ko: 프롬프트 인코딩 중
nl: Prompt coderen
pl: Kodowanie promptu
pt_br: Codificando o prompt
ru: Кодирование запроса
sv: Kodar prompten
tr: İstem kodlanıyor
uk: Кодування запиту
vi: Đang mã hóa câu lệnh
zh_hans: 正在编码提示词
zh_hant: 正在編碼提示詞

source: Denoising
ar: جارٍ إزالة الضوضاء
de: Entrauschen
es: Eliminando ruido
fr: Débruitage en cours
he: מסיר רעש
hi: शोर हटाया जा रहा है
id: Mengurangi noise
it: Riduzione del rumore
ja: ノイズ除去中
ko: 노이즈 제거 중
nl: Ruis verwijderen
pl: Odszumianie
pt_br: Removendo ruído
ru: Удаление шума
sv: Tar bort brus
tr: Gürültü gideriliyor
uk: Видалення шуму
vi: Đang khử nhiễu
zh_hans: 正在去噪
zh_hant: 正在去噪

source: Decoding image
ar: جارٍ فك ترميز الصورة
de: Bild wird decodiert
es: Decodificando la imagen
fr: Décodage de l'image
he: מפענח תמונה
hi: छवि डिकोड हो रही है
id: Mendekode gambar
it: Decodifica dell’immagine
ja: 画像をデコード中
ko: 이미지 디코딩 중
nl: Afbeelding decoderen
pl: Dekodowanie obrazu
pt_br: Decodificando a imagem
ru: Декодирование изображения
sv: Avkodar bilden
tr: Görsel çözülüyor
uk: Декодування зображення
vi: Đang giải mã hình ảnh
zh_hans: 正在解码图像
zh_hant: 正在解碼圖像

source: Saving image
ar: جارٍ حفظ الصورة
de: Bild wird gespeichert
es: Guardando la imagen
fr: Enregistrement de l'image
he: שומר תמונה
hi: छवि सेव हो रही है
id: Menyimpan gambar
it: Salvataggio dell’immagine
ja: 画像を保存中
ko: 이미지 저장 중
nl: Afbeelding opslaan
pl: Zapisywanie obrazu
pt_br: Salvando a imagem
ru: Сохранение изображения
sv: Sparar bilden
tr: Görsel kaydediliyor
uk: Збереження зображення
vi: Đang lưu hình ảnh
zh_hans: 正在保存图像
zh_hant: 正在儲存圖像

source: %@ is not playing audio. Start playback in it, then try again.
ar: لا يشغّل %@ أي صوت. ابدأ التشغيل فيه ثم حاول مرة أخرى.
de: %@ gibt kein Audio wieder. Starte die Wiedergabe und versuche es erneut.
es: %@ no está reproduciendo audio. Inicia la reproducción y vuelve a intentarlo.
fr: %@ ne lit aucun son. Lancez la lecture, puis réessayez.
he: %@ אינו מנגן שמע. התחל ניגון ונסה שוב.
hi: %@ ऑडियो नहीं चला रहा है। उसमें प्लेबैक शुरू करें, फिर पुनः प्रयास करें।
id: %@ tidak memutar audio. Mulai pemutaran, lalu coba lagi.
it: %@ non sta riproducendo audio. Avvia la riproduzione, poi riprova.
ja: %@ はオーディオを再生していません。再生を開始してから、もう一度お試しください。
ko: %@에서 오디오가 재생되고 있지 않습니다. 재생을 시작한 후 다시 시도하세요.
nl: %@ speelt geen audio af. Start het afspelen en probeer het opnieuw.
pl: %@ nie odtwarza dźwięku. Rozpocznij odtwarzanie i spróbuj ponownie.
pt_br: %@ não está reproduzindo áudio. Inicie a reprodução e tente novamente.
ru: %@ не воспроизводит звук. Начните воспроизведение и повторите попытку.
sv: %@ spelar inte upp ljud. Starta uppspelningen och försök igen.
tr: %@ ses çalmıyor. İçinde oynatmayı başlatın, ardından tekrar deneyin.
uk: %@ не відтворює звук. Почніть відтворення та спробуйте ще раз.
vi: %@ không phát âm thanh. Hãy bắt đầu phát rồi thử lại.
zh_hans: %@ 未在播放音频。请先开始播放，然后重试。
zh_hant: %@ 未在播放音訊。請先開始播放，然後再試一次。

source: All system audio
ar: كل صوت النظام
de: Gesamtes Systemaudio
es: Todo el audio del sistema
fr: Tout le son du système
he: כל שמע המערכת
hi: सभी सिस्टम ऑडियो
id: Semua audio sistem
it: Tutto l'audio di sistema
ja: すべてのシステムオーディオ
ko: 모든 시스템 오디오
nl: Alle systeemaudio
pl: Cały dźwięk systemowy
pt_br: Todo o áudio do sistema
ru: Весь системный звук
sv: Allt systemljud
tr: Tüm sistem sesi
uk: Увесь системний звук
vi: Toàn bộ âm thanh hệ thống
zh_hans: 所有系统音频
zh_hant: 所有系統音訊

source: Allowed
ar: مسموح
de: Erlaubt
es: Permitido
fr: Autorisé
he: מותר
hi: अनुमत
id: Diizinkan
it: Consentito
ja: 許可済み
ko: 허용됨
nl: Toegestaan
pl: Dozwolone
pt_br: Permitido
ru: Разрешено
sv: Tillåtet
tr: İzin verildi
uk: Дозволено
vi: Đã cho phép
zh_hans: 已允许
zh_hant: 已允許

source: App audio capture
ar: التقاط صوت التطبيقات
de: App-Audioaufnahme
es: Captura de audio de apps
fr: Capture du son des apps
he: לכידת שמע מיישומים
hi: ऐप ऑडियो कैप्चर
id: Tangkapan audio aplikasi
it: Acquisizione audio delle app
ja: アプリのオーディオキャプチャ
ko: 앱 오디오 캡처
nl: App-audio opnemen
pl: Przechwytywanie dźwięku aplikacji
pt_br: Captura de áudio de apps
ru: Захват звука приложений
sv: Inspelning av appljud
tr: Uygulama sesi yakalama
uk: Захоплення звуку застосунків
vi: Ghi âm thanh ứng dụng
zh_hans: 应用音频捕获
zh_hant: App 音訊擷取

source: App audio capture failed (%@).
ar: فشل التقاط صوت التطبيق (%@).
de: App-Audioaufnahme fehlgeschlagen (%@).
es: La captura de audio de la app falló (%@).
fr: La capture du son de l'app a échoué (%@).
he: לכידת השמע מהיישום נכשלה (%@).
hi: ऐप ऑडियो कैप्चर विफल हुआ (%@)।
id: Tangkapan audio aplikasi gagal (%@).
it: Acquisizione audio dell'app non riuscita (%@).
ja: アプリのオーディオキャプチャに失敗しました（%@）。
ko: 앱 오디오 캡처에 실패했습니다(%@).
nl: App-audio opnemen mislukt (%@).
pl: Przechwytywanie dźwięku aplikacji nie powiodło się (%@).
pt_br: Falha na captura de áudio do app (%@).
ru: Не удалось захватить звук приложения (%@).
sv: Inspelningen av appljud misslyckades (%@).
tr: Uygulama sesi yakalanamadı (%@).
uk: Не вдалося захопити звук застосунку (%@).
vi: Ghi âm thanh ứng dụng thất bại (%@).
zh_hans: 应用音频捕获失败（%@）。
zh_hant: App 音訊擷取失敗（%@）。

source: Apple (on device)
ar: Apple (على الجهاز)
de: Apple (auf dem Gerät)
es: Apple (en el dispositivo)
fr: Apple (sur l'appareil)
he: Apple (במכשיר)
hi: Apple (डिवाइस पर)
id: Apple (di perangkat)
it: Apple (sul dispositivo)
ja: Apple（デバイス上）
ko: Apple(기기 내)
nl: Apple (op apparaat)
pl: Apple (na urządzeniu)
pt_br: Apple (no dispositivo)
ru: Apple (на устройстве)
sv: Apple (på enheten)
tr: Apple (cihaz üzerinde)
uk: Apple (на пристрої)
vi: Apple (trên thiết bị)
zh_hans: Apple（设备端）
zh_hant: Apple（裝置端）
